[General]
language=Română
link_pc_name=Nume Computer 
link_connect_pwd=Parola 
link_file_path=Inbox Folder 
link_auto_start=Pornire Automata 
link_change_folder_btn=Schimba 
link_open_folder_btn=Deschide 
link_change_folder_dialog_title=Va Rugam Alegeti folderul Inbox 
link_save_button=Salveaza 
link_copyright=<c color="808080">Copyright (C) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. Toate drepturile rezervate.</c> 
link_save_success_msg=Salvare setari reusita 
link_save_success_title=Mesaj 
link_error_title=Eroare 
link_error_program_already_ran=Aplicatia este in functiune, va rugam verificati setarile sistemului. 
link_error_program_expire=Versiunea de test a expirat, va rugam contactati Shirui pentru a obtine una noua. 
link_open_main_window=Deschide SeewoLink 
link_exit_program=Iesire 
link_minimize_to_tray=Minimalizati sistem 
link_open_spec=Ajutor 
link_update=Actualizare 
link_register=Inregistrare 
link_error_title=Eroare 
link_message_title= Mesaj 
link_update_network_error=Conectare retea esuata, va rugam incercati mai tarziu. 
link_home_qrcode_tip=Client Android 
link_connect_pc_tip= Scanati codul QR pentru a va conecta la computer. 
link_reg_serial_invalid=Numar serie invalid. 
link_reg_partial_success=Felicitari! Acest Numar de Serie va expira in % incercari. Puteti utiliza acest SN pentru % mai multe dispozitive. 
link_reg_full_success=Felicitari! Acest SN este valid pentru totdeauna. Puteti utiliza acest SN pentru % mai multe dispozitive. 
link_reg_response_failed=Ne pare rau!Inregistrare esuata. 
link_reg_response_serial_error=Ne pare rau!Inregistrarea a esuat. Cauza: eroare SN. 
link_reg_response_error_lock=Ne pare rau!Inregistrarea a esuat. Cauza: SN inregistrat pe alte dispozitive. 
link_reg_response_day_expire=Ne pare rau!Inregistrarea a esuat. Cauza: SN expirat. 
link_reg_input_serial_text=Va rugam introduceti numarul serie. 
link_error_unknown=Eroare necunoscuta. 
link_reg_message_remaindays=Certificatul dumneavoastra va expira in % incercari. 
link_reg_message_remaindays_tip= <c color="CCCCCC">Versiune %s, Inregistrat </c>
link_reg_message_remaindays_warn=<c color="CCCCCC">Versiunea %s</c><c color="1899ED"><u><b><a id="1050">.neinregistrat</a></b></u></c><c color="CCCCCC">,Ramane</c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">perioada</c>
link_reg_message_remaindays_reminder=<c culoare="CCCCCC">Versiunea este %s</c><c culoare="1899ED"><b>. neinregistrat </b></c><c color="FFFFFF">, Ramane </c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">perioada incercare.</c> 
link_reg_rd_renew_button=Reinnoieste 
link_confirm_button=OK 
link_cancel_button=Anuleaza 
link_reg_read_reginfo_error=Informatia inregistrata nu se poate citi, Va rugam inregistrati-va din nou. 
link_lang_setting_button=Limba 
link_lang_setting_hint=Va rugam alegeti Limba: 
link_lang_setting_ok=OK 
link_lang_setting_cancel=Anulare 
link_annotation_stop=Stop 
link_auto_start_tip=SeewoLink porneste cu Windows 
link_lang_tip=Limba 
link_tab_text_status=Status 
link_tab_text_set=Setare 
link_tab_text_about=Despre 
link_stat_connected_device_tip= Client Conectat: 
link_stat_connected_device= NUL 
link_stat_conn_barcode_tip=Scanati pentru Conectare 
link_tab_text_help=<c color="FFFFFF">Pentru ajutor, </c><c color="0000ff"><u><a id="1051"> Apasa aici </a></u></c> 
link_client_connected_tip"><c color="CCCCCC">%s<br/>Conectat</c> 
link_client_disconnected_tip=<c color="CCCCCC">%s<br/>Deconectatd</c> 
link_softap_tip=Start Hotspot 
link_softap_info=<c color="808080">Nume Hotspot: %s</c><br/><c color="808080">parola: %s</c> 
link_softap_on=<c color="CCCCCC">Hotspot:%s<br/> pornit</c> 
link_softap_off=<c color="CCCCCC">Hotspot oprit</c> 
link_softap_error=Nu se poate porni hotspot-ul, Asigurati-va ca WLAN-ul este pornit 
link_update_title=Actualizare SeewoLink 
link_update_confirm=Doriti sa instalati ultima versiune? 
link_update_success=a fost actualizat la ultima versiune 
link_update_failed=Actualizarea la ultima versiune a esuat, va rugam mergeti in siteul oficial pentru versiunea noua. 
link_setup_uninstall=Dezinstalare 
link_setup_old_verision=o versiune veche de %s este instalata, trebuie stearsa inainte de a instala versiunea noua. 
link_setup_restart_prompt=%s trebuie sa reporniti computerul! 
link_setup_system_not_match=%s este nevoie de cel putin Windows 7，Instalarea se va opri!

link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer